# St7DeleteCombinedLSACombination

Deletes the specified linear load case combination from the model for user-generated .LSA files.

long St7DeleteCombinedLSACombination(long uID, long Pos)

Input Parameters

uID

Pos

Strand7 model file ID.

Load case combination number.